system/controlDict
FoamFile
{
	class	dictionary;
	format	ascii;
	location	system;
	object	controlDict;
	version	2.0;
}
adjustTimeStep	true;
application	chtMultiRegionFoam;
deltaT	0.2;
endTime	5;
maxCo	2;
maxDeltaT	0.2;
purgeWrite	0;
startFrom	latestTime;
startTime	0;
stopAt	endTime;
timeFormat	general;
timePrecision	6;
writeControl	adjustableRunTime;
writeInterval	0.01;
writePrecision	7;
runTimeModifiable	true;
timeFormat	general;
timePrecision	6;
writeCompression	false;
writeFormat	binary;
writePrecision	7;
libs	("libfvMotionSolvers.so" "libturbulenceModels.so" "libturbulenceModelSchemes.so");
functions
{
	writeExtraFieldsInEnclosure
	{
		libs	("libutilityFunctionObjects.so");
		objects	(rho K);
		type	writeObjects;
		writeOption	anyWrite;
		executeInterval	1;
		enabled	true;
		log	true;
		writeControl	writeTime;
		writeInterval	1;
		region	enclosure;
	}
}
