constant/enclosure/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2306                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/geom-1-enclosure/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          16784;
        startFace       408728;
    }
    inlet
    {
        type            patch;
        nFaces          1588;
        startFace       425512;
    }
    outlet
    {
        type            patch;
        nFaces          1584;
        startFace       427100;
    }
    geom-1-enclosure_to_geom-1-heatsink
    {
        type            mappedWall;
        inGroups        1(wall);
        nFaces          1020;
        startFace       428684;
        sampleMode      nearestPatchFace;
        sampleRegion    geom-1-heatsink;
        samplePatch     geom-1-heatsink_to_geom-1-enclosure;
    }
)

// ************************************************************************* //
