constant/enclosure/turbulenceProperties
FoamFile
{
	version	2.0;
	class	dictionary;
	format	ascii;
	location	"constant/enclosure";
	object	turbulenceProperties;
}
simulationType	laminar;
