constant/chip/thermophysicalProperties
FoamFile
{
	version	2.0;
	class	dictionary;
	format	ascii;
	location	"constant/chip";
	object	thermophysicalProperties;
}
thermoType
{
	type	heSolidThermo;
	mixture	pureMixture;
	transport	constIso;
	thermo	hConst;
	equationOfState	rhoConst;
	specie	specie;
	energy	sensibleEnthalpy;
}
mixture
{
	specie
	{
		nMoles	1.0;
		molWeight	63.546;
	}
	thermodynamics
	{
		Cp	390.0;
		Hf	0.0;
	}
	transport
	{
		kappa	401.0;
	}
	equationOfState
	{
		rho	8940.0;
	}
}
