constant/enclosure/MRFProperties
FoamFile
{
	version	2.0;
	format	ascii;
	class	dictionary;
	location	"constant/enclosure";
	object	MRFProperties;
}
