constant/enclosure/boundaryRadiationProperties
FoamFile
{
	version	2.0;
	class	dictionary;
	format	ascii;
	location	"constant/enclosure";
	object	boundaryRadiationProperties;
}
Walls
{
}
inlet
{
}
outlet
{
}
enclosure_to_heatsink
{
}
