0/enclosure/U
FoamFile
{
	version	2.0;
	format	binary;
	class	volVectorField;
	location	"0/enclosure";
	object	U;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[0 1 -1 0 0 0 0];
internalField	uniform (0 0 0);
boundaryField
{
	Walls
	{
		type	noSlip;
	}
	inlet
	{
		type	surfaceNormalFixedValue;
		refValue	uniform -0.1;
	}
	outlet
	{
		type	pressureInletOutletVelocity;
		value	uniform (0 0 0);
	}
	enclosure_to_heatsink
	{
		type	noSlip;
	}
}
