0/chip/p
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0/chip";
	object	p;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[1 -1 -2 0 0 0 0];
internalField	uniform 0.0;
boundaryField
{
	chip
	{
		type	zeroGradient;
	}
	chip_to_heatsink
	{
		type	zeroGradient;
	}
}
