0/enclosure/p
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0/enclosure";
	object	p;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[1 -1 -2 0 0 0 0];
internalField	uniform 100000;
boundaryField
{
	Walls
	{
		type	calculated;
		value	uniform 100000;
	}
	inlet
	{
		type	calculated;
		value	uniform 100000;
	}
	outlet
	{
		type	calculated;
		value	uniform 100000;
	}
	enclosure_to_heatsink
	{
		type	calculated;
		value	uniform 100000;
	}
}
