0/heatsink/p
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0/heatsink";
	object	p;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[1 -1 -2 0 0 0 0];
internalField	uniform 0.0;
boundaryField
{
	heatsink_to_chip
	{
		type	zeroGradient;
	}
	heatsink_to_enclosure
	{
		type	zeroGradient;
	}
}
