0/enclosure/T
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0/enclosure";
	object	T;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[0 0 0 1 0 0 0];
internalField	uniform 300;
boundaryField
{
	walls
	{
		type	zeroGradient;
	}
	inlet
	{
		type	fixedValue;
		value	uniform 300;
	}
	outlet
	{
		type	inletOutlet;
		inletValue	uniform 300;
	}
	enclosure_to_heatsink
	{
		type	compressible::turbulentTemperatureRadCoupledMixed;
		value	uniform 300;
		qrNbr	none;
		qr	none;
		neighbourFieldName	T;
		alphaAni	Anialpha;
		kappaMethod	fluidThermo;
		kappa	none;
		Tnbr	T;
		thicknessLayers	();
		kappaLayers	();
	}
}
