system/heatsink/fvSolution
FoamFile
{
	version	2.0;
	class	dictionary;
	format	ascii;
	location	"system/heatsink";
	object	fvSolution;
}
solvers
{
	h
	{
		solver	PCG;
		relTol	1.0E-4;
		preconditioner	DIC;
		tolerance	1.0E-6;
		maxIter	100;
	}
	hFinal
	{
		solver	PCG;
		relTol	1.0E-4;
		preconditioner	DIC;
		tolerance	1.0E-6;
		maxIter	100;
		minIter	1;
	}
}
PIMPLE
{
	nNonOrthogonalCorrectors	1;
	residualControl
	{
		p_rgh
		{
			tolerance	1.0E-4;
			relTol	0.0;
		}
		U
		{
			tolerance	1.0E-4;
			relTol	0.0;
		}
		h
		{
			tolerance	1.0E-4;
			relTol	0.0;
		}
		rho
		{
			tolerance	1.0E-4;
			relTol	0.0;
		}
	}
}
relaxationFactors
{
	h	1.0;
}
