system/chip/fvOptions
FoamFile
{
	version	2.0;
	format	ascii;
	class	dictionary;
	location	"system/chip";
	object	fvOptions;
}
scalarSource
{
	active	true;
	type	scalarSemiImplicitSource;
	scalarSemiImplicitSourceCoeffs
	{
		volumeMode	absolute;
		selectionMode	all;
		injectionRateSuSp
		{
			h	(5 0);
		}
	}
}
