system/enclosure/fvOptions
FoamFile
{
	version	2.0;
	format	ascii;
	class	dictionary;
	location	"system/enclosure";
	object	fvOptions;
}
