system/heatsink/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      decomposeParDict;
}

// Exported by SnappyHexMesh GUI add-on for Blender v1.8
// Source file: /media/gagan/DiDi/DRYER/blend_Case.blend
// Export date: 2025-05-07 14:47:20.534071

numberOfSubdomains 4;

method          scotch;
// method          simple;

simpleCoeffs
{
    n               (1 1 4);
    delta           0.001;
}

hierarchicalCoeffs
{
    n               (1 1 4);
    delta           0.001;
    order           xyz;
}

manualCoeffs
{
    dataFile        "cellDecomposition";
}
